{
  "common": {
    "language": "English",
    "darkMode": "Dark mode",
    "lightMode": "Light mode",
    "search": "Search",
    "searchPlaceholder": "Search the site...",
    "backToTop": "Back to top",
    "loading": "Loading...",
    "error": {
      "title": "Error",
      "message": "An error occurred. Please try again later."
    }
  },
  "home": {
    "about": "About me",
    "projects": "Projects",
    "writeups": "Writeups"
  },
  "about": {
    "toc": {
      "title": "Table of Contents",
      "introduction": "Introduction",
      "timeline": "Timeline",
      "goals": "Goals",
      "projects": "Projects",
      "rankings": "Rankings",
      "contacts": "Contacts"
    },
    "introduction": {
      "title": "Introduction",
      "content": "My name is Youllou, I'm a computer engineering student passionate about software development, cybersecurity, and emerging technologies.<br>Curious by nature, I enjoy exploring a wide range of fields — from mobile and web development to embedded systems and IoT. Whether it's designing intuitive interfaces, automating complex processes, or building complete systems, I approach each project as an opportunity to learn and innovate.<br><br>Through this portfolio, I share the projects that drive me, the competitions that challenge me (especially in cybersecurity), as well as my contributions to both student and personal initiatives.<br>I always strive to combine technical rigor with creativity, paying close attention to user experience and solution robustness.<br><br>Enjoy your visit — and feel free to reach out if you'd like to collaborate or simply connect!"
    },
    "timeline": {
      "title": "Timeline",
      "items": [
        {
          "startDate": "2023-05-01",
          "title": "Member of the executive committee of DCI ETS",
          "link": "https://dciets.com/",
          "description": "I am currently a member of the executive committee of DCI ETS, first as treasurer then Chief and this year as VP of Partnership. Through this organization, I thrive to promote cybersecurity and digital skills among students. We organize and participate to events, workshops, and competitions."
        },
        {
          "startDate": "2024-04-01",
          "endDate": "2025-03-01",
          "title": "Internship at CFIA",
          "link": "https://github.com/ai-cfia/fertiscan-frontend",
          "description": "Worked on Fertiscan, a web app used to analyze fertilizer labels leveraging AI."
        },
        {
          "startDate": "2022-09-01",
          "title": "Bachelor of Software Engineering",
          "description": "I am currently pursuing a Bachelor's degree in Software Engineering at ETS, where I am deepening my knowledge in software development, systems design, and cybersecurity."
        },
        {
          "startDate": "2022-04-01",
          "endDate": "2022-06-01",
          "title": "Internship at L'Observatoire de la Nuit",
          "link": "https://lobservatoiredelanuit.fr/",
          "description": "Worked on SCAN, an interactive webapp used to visualize an array of street lights and lighting strategies on a map."
        },
        {
          "startDate": "2020-09-01",
          "endDate": "2022-06-30",
          "title": "DUT in Computer Science",
          "description": "I completed my DUT in Computer Science at the University of Nantes, where I gained a solid foundation in software development and systems design."
        }
      ]
    },
    "projects": {
      "title": "Projects",
      "description": "Here are some of the projects I have worked on, showcasing my skills in software development, cybersecurity, and more. Each project reflects my passion for technology and my commitment to creating impactful solutions."
    },
    "contacts": {
      "title": "Contacts",
      "description": "Feel free to reach out to me via email or connect with me on LinkedIn. I am always open to new opportunities and collaborations."
    }
  }
}