{
  "common": {
    "language": "Français",
    "darkMode": "Mode sombre",
    "lightMode": "Mode clair",
    "search": "Rechercher",
    "searchPlaceholder": "Rechercher dans le site...",
    "backToTop": "Retour en haut",
    "loading": "Chargement...",
    "error": {
      "title": "Erreur",
      "message": "Une erreur s'est produite. Veuillez réessayer plus tard."
    }
  },
  "home": {
    "about": "À mon propos",
    "projects": "Mes projets",
    "writeups": "Writeups"
  },
  "about": {
    "toc": {
      "title": "Table des matières",
      "introduction": "Introduction",
      "timeline": "Chronologie",
      "goals": "Objectifs",
      "projects": "Projets",
      "rankings": "Classements",
      "contacts": "Contacts"
    },
    "introduction": {
      "title": "Introduction",
      "content": "Je m'appelle Youllou, étudiante en génie informatique passionnée par le développement logiciel, la cybersécurité et les technologies émergentes.<br>Curieuse de nature, j'aime explorer des domaines variés, du mobile au web, en passant par l'embarqué et l'IoT. Que ce soit pour créer une interface intuitive, automatiser un processus complexe ou bâtir un système complet, j'aborde chaque projet comme une opportunité d'apprendre et d'innover.<br><br>À travers ce portfolio, je partage les projets qui m'animent, les compétitions qui me challengent (notamment en cybersécurité), ainsi que mes contributions à des initiatives étudiantes et personnelles.<br>Je cherche toujours à allier rigueur technique et créativité, avec une attention particulière à l'expérience utilisateur et à la robustesse des solutions.<br><br>Bonne visite, et n'hésitez pas à me contacter si vous souhaitez collaborer ou simplement échanger !"
    },
    "timeline": {
      "title": "Chronologie",
      "items": [
        {
          "startDate": "2023-05-01",
          "title": "Membre du comité exécutif de la DCI ÉTS",
          "link": "https://dciets.com/",
          "description": "Je fais actuellement partie du comité exécutif de la DCI ÉTS, d'abord en tant que trésorier, puis Chef, et cette année en tant que VP Partenariats. À travers cette organisation, je m'efforce de promouvoir la cybersécurité et les compétences numériques auprès des étudiants. Nous organisons et participons à des événements, ateliers et compétitions de cybersécurité et d'informatique."
        },
        {
          "startDate": "2024-04-01",
          "endDate": "2025-03-01",
          "title": "Stage à l'ACIA",
          "link": "https://github.com/ai-cfia/fertiscan-frontend",
          "description": "J'ai travaillé sur Fertiscan, une application web permettant d'analyser les étiquettes d'engrais grâce à l'IA."
        },
        {
          "startDate": "2022-09-01",
          "title": "Baccalauréat en Génie Logiciel",
          "description": "Je poursuis actuellement un Baccalauréat en Génie Logiciel à l'ÉTS, où j'approfondis mes connaissances en développement logiciel, conception de systèmes et cybersécurité."
        },
        {
          "startDate": "2022-04-01",
          "endDate": "2022-06-01",
          "title": "Stage à L'Observatoire de la Nuit",
          "link": "https://lobservatoiredelanuit.fr/",
          "description": "J'ai travaillé sur SCAN, une application web interactive permettant de visualiser un parc lumineux et des stratégies d'éclairage sur un fond de carte."
        },
        {
          "startDate": "2020-09-01",
          "endDate": "2022-06-30",
          "title": "DUT en Informatique",
          "description": "J'ai obtenu mon DUT en Informatique à l'Université de Nantes, où j'ai acquis une solide base en développement logiciel et en conception de systèmes."
        }
      ]
    },
    "projects": {
      "title": "Projets",
      "description": "Voici quelques-uns de mes projets récents, qui reflètent ma passion pour le développement logiciel et la cybersécurité. N'hésitez pas à explorer et à me contacter si vous souhaitez en savoir plus ou collaborer !"
    },
    "contacts": {
      "title": "Contacts",
      "description": "Vous pouvez me contacter par mail ou via LinkedIn. Je suis toujours ouverte à de nouvelles opportunités et collaborations."
    }
  }
}